<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tickets Language Lines
    |--------------------------------------------------------------------------
    */

    'home'                  => 'Главная',
    'actions'               => 'Действия',
    'ticket'                => 'Билет',
    'ticket_id'             => 'Билет #:id',
    'tickets'               => 'Билеты',
    'tickets_desc'          => 'Билеты предоставляют вам отличную поддержку клиентов и варианты контактов для ваших пользователей',
    'tickets_show_desc'     => 'Показывать сообщения с билетами',

    'subject'                     => 'Тема',
    'messages'                    => 'Сообщения',
    'cannot_open_ticket_yourself' => 'Вы не можете открыть билет сами для себя',
    'create_ticket'               => 'Создать билет',
    'tickets_create_desc'         => 'Откройте билет с пользователем',

    'show_ticket'           => 'Просмотр билета',
    'close_ticket'          => 'Закрыть билет #:id',
    'reopen_ticket'         => 'Повторно открыть билет #:id',

    'reply_ticket'          => 'Ответить на билет',
    'tickets_reply_desc'    => 'Ответить пользователю с сообщением',
    'send_a_reply'          => 'Отправить ответ',
    'reply_sent'            => 'Ваш ответ отправлен',
    'reply'                 => 'Ответить',

    'customer_support'      => 'Служба поддержки',

    'status'                => 'Статус',
    'ticket_status'         => 'Статус билета',
    'tickets_status'        => 'Статус билетов',
    'close'                 => 'Закрыть',
    'closed'                => 'Билет #:id был закрыт',
    'ticket_closed'         => 'Билет закрыт',
    'closed_tickets'        => 'Закрытые билеты',
    'open'                  => 'Открыть',
    'ticket_open'           => 'Билет открыт',
    'open_tickets'          => 'Открытые Билеты',
    'reopened'              => 'Билет #:id был вновь открыт',
    'open_tickets'          => 'Открытые Билеты',
    'closed_tickets'        => 'Закрытые Билеты',
    'no_closed_tickets'     => 'Нет закрытых билетов!',
    'no_opened_tickets'     => 'Нет открытых билетов!',
    'creation_date'         => 'Дата создания',
    'user_name'             => 'Имя пользователя',
    'user_email'            => 'Адрес эл. почты пользователя',

    'view'                  => 'Посмотреть',
    'edit'                  => 'Редактировать',
    'delete'                => 'Удалить',
    'edit_ticket'           => 'Изменить билет #:id',
    'edit_ticket_desc'      => 'Изменить билет #:id в базе данных',
    'edit_message'          => 'Изменить сообщение #:id',
    'edit_message_desc'     => 'Изменить сообщение #:id в базе данных',
    'updated'               => 'Билет #:id обновлён',
    'message_updated'       => 'Сообщение #:id обновлёно',
    'created'               => 'Билет создан',
    'title'                 => 'Билет #:id',
    'message'               => 'Сообщение',
    'user_email'            => 'Имя пользователя',
    'user_not_found'        => 'Пользователь с электронной почтой :email не найден',

    'ticket_list'           => 'Список билетов',
    'ticket_subtitle'       => 'Вы просматриваете билет #:id созданный :created',
    'ticket_information'    => 'Информация о билете',

    'unauthorized_action'   => 'Несанкционированное действие',
    'unauthorized_desc'     => 'Вам не разрешено обновлять настройки билетов.',
    'contact_webmaster'     => 'Если вы считаете, что Вам необходимо обновить его, обратитесь к веб-мастеру.',
    'save_settings'         => 'Сохранить настройки билетов',

    'sure_del_ticket'       => 'Вы действительно хотите удалить билет #:id?',
    'sure_del_message'      => 'Вы действительно хотите удалить сообщение #:id?',

    'public_url'               => 'Открытый URL-адрес',
    'select_editor'            => 'Выберите текстовый редактор',
    'text_editor'              => 'Текстовый редактор',
    'plain_text'               => 'Простой текст',
    'markdown'                 => 'С разметкой',
    'wysiwyg'                  => 'WYSIWYG',
    'text_editor_desc'         => 'Выберите текстовый редактор для сообщений',
    'tickets_settings_updated' => 'Настройки билета обновлены',

    'no_data'                  => 'Недостаточно данных для отображения этой диаграммы',
];
